"CHOOSE_AUDIO_TRACK"="오디오 트랙 선택하기";
"CHOOSE_SUBTITLE_TRACK"="자막 트랙 선택하기";

"PLAYING_EXTERNALLY_TITLE"="TV 연결됨";
"PLAYING_EXTERNALLY_DESC"="이 비디오는 TV에서 재생중입니다";

"VFILTER_HUE"="색조";
"VFILTER_CONTRAST"="명암";
"VFILTER_BRIGHTNESS"="밝기";
"VFILTER_SATURATION"="채도";
"VFILTER_GAMMA"="감마";

"PLAYBACK_FAILED"="재생 실패";
"AR_CHANGED"="화면 비율: %@";
"DEFAULT"="기본";
"FILL_TO_SCREEN"="화면에 채워 잘라내기";
"DEVICE_TOOSLOW_TITLE"="장치가 너무 느립니다";
"DEVICE_TOOSLOW"="당신의 %@는 \"%@\"를 재생하기에 너무 느립니다. 그래도 열까요?";
"PLAYBACK_SPEED"="재생 속도";

"BUTTON_EDIT"="수정";
"BUTTON_DONE"="완료";
"BUTTON_OPEN"="열기";
"BUTTON_CANCEL"="취소";
"BUTTON_SAVE"="저장";
"BUTTON_DOWNLOAD"="다운로드";
"BUTTON_DELETE"="삭제";
"BUTTON_OK"="확인";
"BUTTON_NEXT"="다음";
"BUTTON_CONTRIBUTE"="기부하기";
"BUTTON_BACK"="이전";
"BUTTON_CONNECT"="연결하기";
"BUTTON_REPEAT"="반복";
"BUTTON_RENAME"="이름변경";
"BUTTON_LEARN_MORE"="더 보기";
"PRIVATE_PLAYBACK_TOGGLE"="Private 재생";

"UPGRADING_LIBRARY"="미디어 라이브러리 업그레이드 중";
"UNTITLED_SHOW"="제목 없는 쇼";

"OPEN_NETWORK"="네트워크 스트림 열기";
"NETWORK_TITLE"="네트워크 스트림";
"OPEN_NETWORK_HELP"="스트림을 직접 열려면 HTTP, RTSP, RTMP, MMS, FTP 나 UDP/RTP 주소를 입력하세요.";
"ABOUT_APP"="iOS용 VLC 정보";
"OPEN_VLC_MENU"="VLC 사이드바 메뉴 열기";
"HTTP_UPLOAD"="WiFi 업로드";
"HTTP_UPLOAD_SERVER_OFF"="미활성 서버";
"HTTP_UPLOAD_NO_CONNECTIVITY"="유효한 WiFi 접속 없음";

"HTTP_DOWNLOAD_FAILED"="다운로드 실패: HTTP 코드 %i";
"HTTP_FILE_CREATION_FAILED"="파일 생성 실패";
"HTTP_DOWNLOAD_CANCELLED"="사용자에 의해 다운로드 취소됨";

"DOWNLOAD_FROM_HTTP_HELP"="파일을 당신의 %@로 다운로드할 주소를 입력하세요.";
"DOWNLOAD_FROM_HTTP"="다운로드";
"ERROR_NUMBER"="%i 에러 발생";
"DOWNLOAD_FAILED"="다운로드 실패";
"FILE_NOT_SUPPORTED"="파일 형식을 지원하지 않습니다";
"FILE_NOT_SUPPORTED_LONG"="%@에 의해 사용되는 파일 형식은 이 버전의 iOS용 VLC에서 지원하지 않습니다.";
"SCHEME_NOT_SUPPORTED"="주소 형식을 지원하지 않습니다";
"SCHEME_NOT_SUPPORTED_LONG"="주소 형식(%@)을 지원하지 않습니다. HTTP, HTTPS나 FTP로 시작하는 주소를 사용하세요.";
"LIBRARY_ALL_FILES"="모든 파일";
"LIBRARY_MUSIC"="음악 앨범";
"LIBRARY_SERIES"="TV 쇼";
"LIBRARY_TRACKS"="%i 트랙";
"LIBRARY_SINGLE_TRACK"="%i 트랙";
"LIBRARY_EPISODES"="%i 에피소드, %i 읽지 않음";
"LIBRARY_SINGLE_EPISODE"="%i 에피소드, %i 읽지 않음";
"LIBRARY_TRACK_N"="트랙 %i";
"LIBRARY_MINUTES_LEFT"="%@m 남음";
"RENAME_MEDIA_TO"="%@의 새 이름을 입력하세요";

"FOLDER_INVALID_TYPE_TITLE"="잘못된 파일 형식";
"FOLDER_INVALID_TYPE_MESSAGE"="폴더에 두 개의 파일만 사용할 수 있거나 존재하는 폴더에 한 개의 파일만 추가할 수 있습니다.";
"FOLDER_CHOOSE_NAME_TITLE"="새 폴더";
"FOLDER_CHOOSE_NAME_MESSAGE"="폴더 제목을 입력하세요";
"FOLDER_NAME_PLACEHOLDER"="폴더 제목";
"FOLDER_NAME_DUPLICATE_TITLE"="제목이 있습니다";
"FOLDER_NAME_DUPLICATE_MESSAGE"="다른 제목을 선택하세요";

"SECTION_HEADER_LIBRARY"="미디어 라이브러리";
"SECTION_HEADER_NETWORK"="네트워크";

"LOCAL_NETWORK"="로컬 네트워크";
"CONNECT_TO_SERVER"="서버에 연결하기";
"ENTER_SERVER_ADDRESS_HELP"="접속할 서버의 이름이나 IP를 입력하세요.";
"ENTER_SERVER_CREDS_HELP"="서버에서 필요로 하면, 사용자 이름이나 비밀번호를 입력하세요.";
"USER_LABEL"="사용자";
"PASSWORD_LABEL"="비밀번호";

"LOCAL_SERVER_REFRESH"="새로고침";
"LOCAL_SERVER_LAST_UPDATE"="마지막 업데이트: %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE"="서버 접속 실패";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE"="서버 주소와 자격 인증서를 확인해 주세요";

"DROPBOX_DOWNLOAD"="파일을 다운로드할까요?";
"DROPBOX_DL_LONG"="\"%@\" 을 당신의 %@에 다운로드할까요?";
"DROPBOX_LOGIN"="로그인";
"CLOUDUNLINKING"="당신의 %@ 계정에서  iOS용 VLC의 연결을 해제할까요?";
"CLOUDUNLINKING_DONE"="%@ 계정에서 VLC의 연결이 끊어졌습니다. 필요시 다시 로그인하세요.";
"BUTTON_CLOUDUNLINKING"="연결해제";
"SETTINGS_UNLINK_DROPBOX"="드롭박스 연결해제";
"SETTINGS_UNLINK_GOOGLEDRIVE"="구글 드라이브 연결해제";

"GDRIVE_ERROR_FETCHING_FILES"="파일 가져오는 중 오류 발생";
"GDRIVE_DOWNLOAD_SUCCESSFUL"="파일을 성공적으로 다운로드했습니다";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE"="성공";
"GDRIVE_ERROR_DOWNLOADING_FILE"="다운로드 중 오류가 발생했습니다";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE"="오류";

"NUM_OF_FILES"="%i 파일";
"ONE_FILE"="1 파일";
"NO_FILES"="지원되는 파일 없음";
"DOWNLOADING"="다운로드중...";
"REMAINING_TIME"= "남은 시간: %@";
"ENTER_PASSCODE"="비밀번호를 입력하세요";
"REENTER_PASSCODE"="비밀번호를 다시 입력하세요";
"PASSCODE_SET"="비밀번호 설정";
"PASSCODE_CHANGE"="비밀번호 변경";
"PASSCODE_ENTER_OLD"="이전 비밀번호를 입력하세요";
"PASSCODE_ENTER_NEW"="새 비밀번호를 입력하세요";
"PASSCODE_REENTER_NEW"="새 비밀번호를 다시 입력하세요";
"PASSCODES_DID_NOT_MATCH"="비밀번호가 맞지 않습니다. 다시 해 보세요.";
"PASSCODE_FAILED_1"="비밀번호 시도 실패 1 회";
"PASSCODE_FAILED_FORMAT"="비밀번호 시도 실패 %d 회";

"Settings"="설정"; // plain text key to keep compatibility with InAppSettingsKit's upstream

"EMPTY_LIBRARY"="미디어 라이브러리 비우기";
"EMPTY_LIBRARY_LONG"="재생하려면 당신의 로컬 네트워크/클라우드에서 미디어를 스트림할 수 있고, 아이튠즈/와이파이 업로드/클라우드 서비스를 이용해 당신의 기기에 미디어를 동기화할 수 있습니다.";

"PLAYBACK_SCRUB_HELP"="문지르는 속도를 조절하려면 손가락을 대고 아래로 밀어 보세요.";
"PLAYBACK_SCRUB_HIGH"="빠른 속도로 문지르기";
"PLAYBACK_SCRUB_HALF"="중간 속도로 문지르기";
"PLAYBACK_SCRUB_QUARTER"="1/4 속도로 문지르기";
"PLAYBACK_SCRUB_FINE"="미세하기 문지르기";
"PLAYBACK_POSITION"="재생 위치";
"VIDEO_FILTER"="비디오 필터";
"VIDEO_FILTER_RESET_BUTTON"="비디오 필터 초기화";
"VIDEO_ASPECT_RATIO_BUTTON"="비디오 화면 비율 전환하기";
"PLAY_PAUSE_BUTTON"="재생 / 일시 중지";
"BWD_BUTTON"="뒤로 이동하기";
"FWD_BUTTON"="앞으로 이동하기";

"VERSION_FORMAT"="버전: %@";
"BASED_ON_FORMAT"="사용: <br />%@";

"NEW"="새로운 기능";

"BUG_REPORT_TITLE"="버그 리포트";
"BUG_REPORT_MESSAGE"="버그 리포트를 생성할까요?";
"BUG_REPORT_BUTTON"="사파리 열기";

"VO_VIDEOPLAYER_TITLE"="비디오 재생기";
"VO_VIDEOPLAYER_DOUBLETAP"="재생 콘트롤을 보거나 감추려면 두 번 두드리세요";

"FIRST_STEPS_WELCOME"="환영합니다";
"FIRST_STEPS_WELCOME_DETAIL"="당신의 미디어를 동기화하고 재생할 첫 단계.";
"FIRST_STEPS_ITUNES"="아이튠즈 파일 동기화";
"FIRST_STEPS_ITUNES_DETAILS"="%@를 케이블로 당신의 맥이나 PC에 연결하세요.\n아이튠즈를 실행합니다.\n당신의 %@를 선택하세요.\n\"앱\" 탭으로 전환해서 Creation MoviePlayer 항목을 찾습니다.\n재생할 파일을 전송하세요.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS"="%@를 당신의 맥이나 PC와 같은 네트워크에 접속하세요.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS"="사이드바의 토글로 전환하고, 웹브라우저에 URL을 입력한 뒤 재생할 파일을 업로드하세요.";
"FIRST_STEPS_CLOUDS"="클라우드";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS"="당신의 미디어를 구글 드라이브나 드롭박스에 업로드하세요.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS"="당신의 클라우드 공급자를 선택하려면 사이드바를 열고 다운로드나 스트리밍할 미디어를 이용하세요.";
"FIRST_STEPS_PLAYBACK"="재생";
"FIRST_STEPS_FLOSS"="iOS용 VLC는 자원자들이 개발한 무료 오픈 소스 소프트웨어입니다.\n잘 사용하시길 바랍니다.";

"FIRST_STEPS_TIME"="시간";
"FIRST_STEPS_ASPECT"="화면 비율";
"FIRST_STEPS_SPEED"="속도";
"FIRST_STEPS_REPEAT"="반복";
"FIRST_STEPS_SUBTITLES"="자막 트랙";
"FIRST_STEPS_AUDIO"="음성 트랙";
"FIRST_STEPS_VOLUME"="음량";
"FIRST_STEPS_POSITION"="위치";

// CREATION
"TO_PLAY_VIDEOS"="To play videos get our FREE";
"WANT_TO_WATCH"="Want to watch a video?";
"SELECT_ONE"="Select one in";
"OR"="or";
"OPEN_VIDEO_URL"="Open video URL";
"PLAY_LOCAL_FILE"="Open your videos";
"LIBRARY_ALL_FILES"="My Videos";
"CREATION5_APP"="Creation 5 App";
"CANT_OPEN_FILE"="The URL '%@' can't be opened!";
